
    // Do not modify this file by hand!
    // Re-generate this file by running lit-localize

    
    import {str} from '@lit/localize';

    /* eslint-disable no-irregular-whitespace */
    /* eslint-disable @typescript-eslint/no-explicit-any */

    export const templates = {
      's00e287cd986f4a96': str`${0} файл(ов) с конфликтами`,
's091d3d07b5b3076f': `ОК`,
's0e0a962e81f739c7': `Объединить`,
's146992649590c5f0': `Проект с таким идентификатором уже существует`,
's199f5853f4e718f7': `Проекты`,
's1c8e96983fde891d': `Произошла ошибка базы данных`,
's1e13b5077e946068': `Слияние с конфликтами`,
's1ed73aa59051a6a6': `Проект успешно объединен.`,
's284fad03a215fed2': `Книга должна быть ровно 3 строчные буквы или цифры`,
's2cb49b0a9f0009b4': `Не удалось экспортировать проект`,
's2ceb11be2290bb1b': `Отмена`,
's3079d5986428d59a': `Проект уже существует`,
's33f42318caec3274': `Создать проект`,
's33f85f24c0f5f008': `Сохранить`,
's3648276a9970ff63': `Папка проекта не найдена`,
's382a2aa3984474dd': `Создать`,
's3b0ab4b52326316f': `Светлая`,
's43d3893c0970d5f1': `Импорт проекта`,
's47d515afd033d3df': `Проект не найден`,
's4ca7db65759b2e63': `Принять импортированное`,
's4caed5b7a7e5d89b': `Английский`,
's4e4bf859a9914e0f': `Конфликт`,
's4e97a160b3032828': `Проект с таким идентификатором уже существует. Что вы хотите сделать?`,
's614f5ea11589c634': `Принять текущее`,
's64ef2a6c2dd1d3d1': `Редактировать`,
's6625a5c88f8c5128': `Не удалось сохранить файл`,
's743e0754729e9146': `Файл не найден`,
's7617a1c381118f5b': `Ресурс должен быть 1-3 строчные буквы или цифры`,
's7644c5b5bb13f663': `Пока нет проектов. Создайте свой первый проект!`,
's81a6d4be071237b2': `Перезаписать`,
's899bb342c48105c8': `Разрешить конфликты`,
's8ad64ada3250c668': `Writer20`,
's8d9baaa938b44aa2': `Информация о проекте`,
's9b62698f516ac411': `Не удалось разрешить конфликт`,
's9d8b8aa2b404c2c8': `Настройки`,
'sa30c12014e955946': `Русский`,
'sa81e2cdaf6921adc': `Системная`,
'saab875d8cfcfe712': `Тема`,
'sac895c732f350ac5': `Тёмная`,
'sb1a4c9ac23d34cc5': str`Вы уверены, что хотите удалить "${0}"`,
'sb2523df0a5623b7a': `Проект был объединен, но есть конфликты слияния, которые необходимо разрешить.`,
'sc16e00a7a8b2fde2': `Назад`,
'sc70c9a04b5f9e809': `Не удалось удалить проект`,
'scda729652c6e3aeb': `Файл импорта не найден`,
'sce39ae3e3f3d3915': `Ресурс`,
'sd3083da97938e2e2': `Экспорт проекта`,
'sd4c9f0639f5f4729': `Неверная опция`,
'sdacfa415c37390ed': `Язык должен содержать только строчные буквы, цифры или дефисы`,
'sdaecc3c29a27c5c5': `Произошла неизвестная ошибка`,
'sdc673e73b5c13aea': `Удалить`,
'sdef34fe08bb28b09': `Китайский (упрощённый)`,
'sdf8d9b8999ba83fb': `Слияние выполнено успешно`,
'sefcf950b3cc4fc3b': `Язык`,
'sf0e261e04eda82ff': `Внешний вид`,
'sf7bdcea7c8207cb8': `Книга`,
'sff8c72928a9b6646': `Испанский (Латиноамериканский)`,
    };
  